{
  "Header": {
    "services": {
      "title": "Services",
      "accounting": "Accounting",
      "corporate-tax-planning-strategy": "Corporate Tax Planning Strategy",
      "outsourcing-tax-and-accounting": "Outsourcing Tax & Accounting",
      "tax-credits": {
        "title": "Tax Credits",
        "_comment1": "Since those 2 are children of Tax Credits, add '• ' before it",
        "_comment2": "TODO: Format should be implement in Header.tsx",
        "rd-tax-credits": "• R&D Tax Credits",
        "self-employed-tax-credits": "• Self-Employed Tax Credits",
        "erc-application": "• ERC Application",
        "real-estate-broker-commission-claim": "• Real Estate Broker Commission Claim",
        "erc-application-card": {
          "title": "ERC Application",
          "description": "The team of CPAs, JDs, and payroll experts at Jiahua leverage decades of experience in accounting and professional services, combined with deep technical expertise, to develop a cutting-edge platform that simplifies the ERC process while maximizing refundable credits for employers who took one or both PPP loans."
        },
        "real-estate-broker-commission-claim-card": {
          "title": "Real Estate Broker Commission Claim",
          "description": "Jiahua takes an in-depth look at the National Association of Realtors (NAR) $1 billion settlement agreement and provides full professional application services for homeowners who sold their property between April 2014 and February 2024 and paid a commission."
        }
      },
      "company-formation": "Company Formation Services",
      "itin-application": "ITIN Application",
      "unclaimed-property-reporting-and-consulting": "Unclaimed Property Reporting & Consulting",
      "boi-reporting": "BOI Reporting"
    },
    "news": "News",
    "contact-now": "Contact Now",
    "recruitment": "Recruitment",
    "menu": "Toggle menu"
  },
  "Footer": {
    "contact": {
      "title": "Contact Us",
      "sf-office": "San Francisco Office: 851 Burlway Rd, Ste 605, Burlingame, CA, 94010",
      "miami-office": "Miami Office: 15321 South Dixie Highway, Suite 302B, Palmetto Bay, FL, 33157",
      "office-hours": "Pacific Time: 9:30 AM - 5:30 PM",
      "phone-label": "Phone:",
      "email-label": "Email:",
      "phone": "+1 (949) 300-4828",
      "email": "info@jhaccounting.org"
    },
    "company-name": "Jiahua US Accounting",
    "copyright": "All rights reserved"
  },
  "Layout": {
    "metaData": {
      "siteName": "Jiahua US Accounting",
      "description": "Superior Tax and Accounting Services",
      "theme": "light",
      "siteUrl": "https://www.jhaccounting.org",
      "siteLogo": "/favicon.ico",
      "socialBanner": "/social-banner-en_us.png",
      "email": "info@jhaccounting.org"
    }
  },
  "Home": {
    "metaData": {
      "title": "Home | Jiahua US Accounting",
      "description": "The home page of Jiahua US Accounting"
    },
    "hero-section": {
      "title": "Superior Tax and Accounting Services",
      "description": "A team of seasoned professionals offering efficient, tailored financial and accounting solutions for businesses. From financial planning to tax filing, we provide seamless support every step of the way.",
      "contactbutton": "Get Your Free Consultation"
    },
    "consultation-section": {
      "title1": "Your Integrated Finance Team is Just",
      "title2": "ONE CALL AWAY",
      "description1": "Contact Jiahua Accounting Services, our experienced team is ready to support you in achieving your financial goals.",
      "description2": "In less than 0.5 hours, Jiahua financial experts will determine your company's needs by understanding the following:",
      "question1": "What is your company's business and future growth goals?",
      "question2": "What is your company's current financial situation? Does your company have a professional bookkeeper and accounting software?",
      "question3": "How much time do you spend supporting your daily financial work?",
      "question4": "What is your main reason for contacting us?",
      "question5": "What is your budget?"
    },
    "process-section": {
      "title": "Make it Simple",
      "description": "With these 5 steps completed, we can take care of all the rest",
      "step1": {
        "title": "Answer 10 Questions",
        "description": "This survey is free of charge and does not represent any commitment. Only takes a few minutes to complete"
      },
      "step2": {
        "title": "Take a Call",
        "description": "In less than 15 minutes, we will call you back to discuss your needs and provide you with an initial estimate"
      },
      "step3": {
        "title": "Receive a Customized Plan",
        "description": "We will provide you with a customized plan based on your needs and goals"
      },
      "step4": {
        "title": "Upload Required Documents",
        "description": "We will list all the documents required to make an application for you! Your information will be stored in a secure encrypted cloud"
      },
      "step5": {
        "title": "Enjoy the Benefits",
        "description": "You can now focus on your business while we handle your financial needs"
      }
    },
    "why-choose-us-section": {
      "title": "Why Us?",
      "description": "We will help you through the entire process",
      "part1": {
        "title": "The Most Professional Team",
        "description": "Jiahua's accountants, lawyers, data analysts, and payroll experts have established a professional system that can maximize your credit"
      },
      "part2": {
        "title": "The Most Efficient Process",
        "description": "Jiahua Accounting Services provides you with the most convenient and efficient tax and accounting services"
      },
      "part3": {
        "title": "The Best Follow-up Service",
        "description": "After completing the service, there is no one to follow up? Don't worry, Jiahua will always be with you to provide follow-up service consultation"
      }
    }
  },
  "Services": {
    "title": "Services",
    "description": "We will help you through the entire process",
    "backToServices": "Back to Services"
  },
  "ERC-Application": {
    "title": "ERC Application",
    "description": "We will help you through the entire process",
    "introduction-section": {
      "title1": "Jiahua's team of CPAs, JDs, and payroll specialists have decades of experience in the accounting and professional services industry",
      "description1": "They have combined this experience with their deep technical expertise to develop a cutting-edge platform designed to streamline the ERC process, while strategically maximizing the refundable credit for employers that took one or both PPP loans.",
      "title2": "Pay Us After You Get Paid",
      "description2": "Through our careful and calculated review and analysis of COVID-19 legislative relief packages and hundreds of pages of IRS guidance, our technical experts have developed a carefully supported strategy that has allowed many employers to access the full ERC – up to $26,000 per employee – even when they took a first and/or second-round PPP loan. We are so confident in our specialized approach, that our services are offered with a \"Pay Us After You Get Paid\" guaranteed."
    },
    "why-choose-us-section": {
      "title": "What Makes Us Stand Out?",
      "description": "We will help you through the entire process",
      "part1": {
        "title": "Experience",
        "description": "We have used our years of experience in accounting and professional services and channeled this expertise towards helping business owners take full advantage of this highly complex COVID-19 relief measure. Our financial experts at EZ-ERC have helped hundreds of businesses navigate the ERC process and claim their tax credits!"
      },
      "part2": {
        "title": "Expertise",
        "description": "Our team has meticulously reviewed the CARES Act, Consolidated Appropriations Act, and American Rescue Plan to ensure that we are in full compliance with the ERC rules while ensuring that our clients take advantage of the full ERC benefits!"
      },
      "part3": {
        "title": "Efficiency",
        "description": "EZ-ERC's liquidity strategies and fast turnaround time ensure that you get your credit fast. EZ-ERC, qualifying clients, have an additional payment option not offered anywhere else and they may be eligible for an advance payment of their ERC through one of our advanced lending partners. Our goal is to get you your credit, fast!"
      }
    }
  },
  "Real-Estate-Broker-Commission-Claim": {
    "title": "Real Estate Broker Commission Claim",
    "description": "We will help you through the entire process",
    "introduction-section": {
      "title1": "Jiahua Accounting Helps You Recover Your Real Estate Commission!",
      "description1": "🏡 Did you sell property between April 2014 and February 2024?\n🏡 Did you list on MLS and pay real estate broker commission?\n🏡 You may be eligible for a refund under the National Association of Realtors (NAR) $1 billion settlement agreement!\n\nMajor change! The US real estate market is undergoing a historic adjustment, and the traditional 5-6% high broker commission system is coming to an end! If you sold property within the eligible date range, you may qualify to apply for a partial commission refund!",
      "title2": "No Success, No Fee",
      "description2": "Jiahua Accounting, as a professional tax consulting firm, handles your commission refund application from start to finish, maximizing your rights and benefits!\n✅ Free pre-assessment to confirm eligibility!\n✅ Professional team, efficient application process!\n✅ Worry-free, one-on-one service!\n\nApplication deadline: End of April 2025. Seize the opportunity and apply early! Limited spots available - contact us now to get your commission refund!"
    },
    "why-choose-us-section": {
      "title": "Choose Jiahua Accounting - Three Major Advantages!",
      "description": "Jiahua - Your Real Estate Commission Refund Expert!\n We have thoroughly researched the National Association of Realtors (NAR) $1 billion settlement agreement, precisely matching eligible sellers, providing full professional application services for homeowners who sold property and paid commissions between April 2014 and February 2024.",
      "part1": {
        "title": "Rich Experience, Numerous Success Stories!",
        "description": "Jiahua Accounting has been deeply rooted in US tax and legal consulting for many years, accumulating numerous success stories. We are familiar with real estate industry rules, have thoroughly studied the NAR settlement agreement, and precisely understand commission refund policies to ensure your application meets official requirements, maximizing the protection of your rights and interests!"
      },
      "part2": {
        "title": "Professional Team, Comprehensive Service!",
        "description": "Our team consists of tax experts, legal advisors, and real estate industry veterans who provide personalized consultation and guidance to each client. We not only help you organize application materials but also strictly review documents to ensure all information is complete and accurate, greatly increasing the likelihood of successful approval!"
      },
      "part3": {
        "title": "Efficient Processing, Fast Application Submission!",
        "description": "We understand that time is money, so we've established an efficient, systematic processing workflow. From eligibility pre-assessment to formal application submission, we handle everything, helping you avoid complicated procedures and getting your refund application into the approval process quickly. We promise: no success, no fee - we'll complete your application in the shortest time possible, allowing you to wait for official approval with peace of mind!"
      }
    }
  },
  "News": {
    "title": "News",
    "description": "Stay updated with the latest accounting and tax news",
    "views": "{count} views",
    "backToNews": "Back to News"
  },
  "ContactNow": {
    "title": "Contact Now",
    "description": "Contact Jiahua Accounting Services, our experienced team is ready to support you in achieving your financial goals.",
    "office-hours": "Pacific Time: 9:30 AM - 5:30 PM",
    "sf-office-title": "San Francisco Office",
    "sf-office": "851 Burlway Rd, Ste 605, Burlingame, CA, 94010",
    "miami-office-title": "Miami Office",
    "miami-office": "15321 South Dixie Highway, Suite 302B, Palmetto Bay, FL, 33157",
    "phone-label": "Phone:",
    "phone": "+1 (949) 300-4828",
    "email-label": "Email:",
    "email": "info@jhaccounting.org",
    "button": "Contact Now"
  },
  "Recruitment": {
    "title": "Recruitment",
    "description": "Join Jiahua Accounting Services, and grow with us",
    "accountant": {
      "title": "Accountant",
      "location": "San Francisco Office",
      "duties_title": "Job Duties and Responsibilities:",
      "duties": {
        "1": "Maintaining and managing the financial records of the company",
        "2": "Preparing financial statements, reports, and budgets",
        "3": "Overseeing accounts payable and receivable, ensuring timely payments and collections",
        "4": "Monitoring and reconciling bank statements, credit cards, and general ledgers",
        "5": "Managing payroll, tax filings, and employee benefits",
        "6": "Conducting audits and ensuring compliance with financial regulations and standards",
        "7": "Assisting in the preparation of financial analyses and forecasts",
        "8": "Collaborating with other departments to ensure financial data accuracy and consistency"
      },
      "requirements_title": "Requirements:",
      "requirements": {
        "1": "Associate's degree or higher in accounting, finance, or related field",
        "2": "CPA certification preferred",
        "3": "Experience in accounting or finance",
        "4": "Proficiency in accounting software and Microsoft Excel",
        "5": "Knowledge of financial regulations and accounting principles",
        "6": "Strong analytical and problem-solving skills",
        "7": "Attention to detail and accuracy",
        "8": "Effective communication and interpersonal skills"
      }
    },
    "office-assistant": {
      "title": "Office Assistant",
      "location": "San Francisco Office",
      "duties_title": "Job Duties and Responsibilities:",
      "duties": {
        "1": "Organizing and maintaining files and records",
        "2": "Sort and distribute incoming mail and prepare outgoing mail",
        "3": "Answer the phone to take messages or redirect calls to appropriate colleagues",
        "4": "Scheduling and coordinating meetings and appointments",
        "5": "Assist in office management and organization procedures",
        "6": "Perform other office duties as assigned"
      },
      "requirements_title": "Requirements:",
      "requirements": {
        "1": "Associate's degree or higher in related field",
        "2": "Strong organizational and time-management skills",
        "3": "Proficiency in Microsoft Office applications, particularly Excel and Word",
        "4": "Excellent verbal and written communication skills",
        "5": "Ability to multitask and work independently in a fast-paced environment",
        "6": "Attention to detail and accuracy in work"
      }
    }
  },
  "ContactForm": {
    "title": "Contact Us",
    "description": "Please fill out the form below and we'll get back to you as soon as possible.",
    "name": {
      "label": "Name",
      "validation": {
        "min": "Minimum length is 1 characters",
        "max": "Maximum length is 20 characters"
      }
    },
    "email": {
      "label": "Email",
      "validation": {
        "invalid": "Invalid email address"
      }
    },
    "phone": {
      "label": "Phone Number",
      "validation": {
        "invalid": "Invalid phone number"
      }
    },
    "wechat": {
      "label": "WeChat ID",
      "validation": {
        "min": "Minimum length is 6 characters",
        "max": "Maximum length is 20 characters",
        "format": "Invalid WeChat ID format"
      }
    },
    "address": {
      "label": "Address",
      "validation": {
        "min": "Minimum length is 5 characters",
        "max": "Maximum length is 250 characters"
      }
    },
    "zipcode": {
      "label": "Zipcode",
      "validation": {
        "invalid": "Invalid zipcode"
      }
    },
    "message": {
      "label": "Message",
      "validation": {
        "min": "Minimum length is 10 characters",
        "max": "Maximum length is 250 characters"
      }
    },
    "submit": "Submit",
    "submitting": "Submitting...",
    "toast": {
      "success": {
        "title": "Submitted Successfully",
        "description": "Your message has been sent successfully."
      },
      "error": {
        "title": "Error",
        "description": "Failed to send message. Please try again."
      }
    }
  }
}
